HSDTaskName = "Huolto";

HSDFeedRollerHeaderTitle = "Syöttörullan ja arkinerottimen huolto";
HSDNotifyMeTitle = "Ilmoita, kun huolto on ajankohtainen.";
HSDTotalPagesTitle = "Syötetyt sivut yhteensä:";
HSDPagesSinceReplacementTitle = "Vaihdon jälkeen syötetyt sivut:";
HSDPreviouslyRecordedReplacementsTitle = "Aiemmat vaihdot:";
HSDReplacementRecommendedTitle = "Vaihtoa suositellaan nyt:";
HSDReplaceButtonTitle = "Pane vaihto muistiin…";

RecordReplacementWarnTitle = "Pannaanko vaihto muistiin?";
RecordReplacementWarnText = "Toiminto nollaa sivulaskurin ja kasvattaa syöttörullan ja arkinerottimen vaihtokertojen määrää.";

MaintenanceRecommendedWarnTitle = "Huoltoa suositellaan";
MaintenanceRecommendedWarnText = "Skannerin syöttörulla ja arkinerotin on aika vaihtaa.";
